Repository: LegallGuillaume/MyCompta
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Your confirmation password does not match the password you entered
fr: Les 2 mots de passe ne sont pas identique

source: Impossible to create new user, please contact an admin !
fr: Impossible de créer un nouvelle utilisateur, veuillez contacter un admin !

source: Email or Password incorrect !
fr: Email ou Mot de passe incorrecte !

source: Home
fr: Accueil

source: Impossible to update enterprise, please contact an admin !
fr: Impossible de mettre à jour l'entreprise, Veuillez contacter un admin !

source: Impossible to create new enterprise, please contact an admin !
fr: Impossible d'ajouter l'entreprise, Veuillez contacter un admin !

source: Impossible to edit user, please contact an admin !
fr: Impossible de modifier l'utilisateur, Veuillez contacter un admin !

source: New Quotation
fr: Nouveau Devis

source: End quotation
fr: Fin devis

source: N° Quotation
fr: N° devis

source: Date sent
fr: Date d'envoi

source: Validity date
fr: Date de validité

source: Tax
fr: TVA

source: Quantity
fr: Quantité

source: Unit price
fr: Prix U

source: New line
fr: Nouvelle ligne

source: Delete line
fr: Effacer ligne

source: n° Tax, ..
fr: n°TVA, acompte, ...

source: Cancel
fr: Annuler

source: Add
fr: Ajouter

source: Confirm !
fr: Confirmer !

source: No
fr: Non

source: Yes, deleted
fr: Oui, supprimé

source: Quotation N°
fr: Devis n°

source: without tax
fr: HT

source: Total without tax
fr: Total HT

source: Quotation
fr: Devis

source: incl. tax
fr: ttc

source: To convert quotation to invoice
fr: Convertir devis en Facture

source: Edit enterprise
fr: Modifier l'entreprise

source: Name company
fr: Nom société

source: Address
fr: adresse

source: Address supplement
fr: Complément d'adresse

source: Zipcode
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Phone
fr: Téléphone

source: Modify
fr: Modifier

source: INVOICE RECEIVED incl. Tax
fr: FACTURATION ENCAISSÉE TTC

source: Pending Invoice
fr: Facture en Attente

source: Billing available
fr: Facturation disponible

source: Invoice collected without Tax
fr: Facture encaissée HT

source: Last invoice
fr: Dernière facture

source: Tax collected
fr: TVA Récoltée

source: Invoice collected incl. Tax
fr: Facturation encaissée TTC

source: Business days left in
fr: Jours ouvert restant en

source: days
fr: jours

source: New Invoice
fr: Nouvelle Facture

source: N° Invoice
fr: N° Facture

source: Project
fr: Projet

source: Day rate
fr: TJM

source: Days
fr: Jours

source: Date Payment
fr: Date échéance

source: Max Delay
fr: Delai max

source: incl. Tax
fr: TVA

source: Delete invoice
fr: Supprimer une facture

source: Bill invoice
fr: Payer une facture

source: Yes, Bill
fr: Oui, Payer

source: Invoices
fr: Factures

source: Manage
fr: Gérer

source: Add invoice
fr: Ajouter une facture

source: Yes
fr: Oui

source: New Client
fr: Nouveau Client

source: Complement Address
fr: Complement adresse

source: Zip code
fr: Code postal

source: Delete client
fr: Supprimer un client

source: Client name
fr: Nom du client

source: Add client
fr: Ajouter un client

source: New insurance
fr: Nouvelle assurance

source: Name
fr: Nom de la société

source: Type
fr: Type d'assurance

source: Contract number
fr: n° contrat

source: Delete Insurance
fr: Supprimer une assurance

source: Insurance name
fr: Nom de l'assurance

source: Selected insurance
fr: Sélectionner une assurance

source: Yes, Selected
fr: Oui, Sélectionner

source: Insurances
fr: Assurances

source: Add insurance
fr: Ajouter une assurance

source: Delete insurance
fr: Supprimer une assurance

source: Select insurance
fr: Selectionner une assurance

source: Selected
fr: Selectionné

source: Not selected
fr: Pas selectionné

source: SIGN UP
fr: S'enregistrer

source: First name
fr: Nom

source: Last name
fr: Prénom

source: Password
fr: Mot de passe

source: Register
fr: S'enregistrer

source: Login
fr: Se connecter

source: Sign In
fr: Se connecter

source: My profile
fr: Mon profile

source: My enterprise
fr: Mon entreprise

source: Logout
fr: Se déconnecter

source: Edit user
fr: Modifier votre profile

source: Not Selected
fr: Pas sélectionné

source: Please fill in all fields !
fr: Veuillez remplir tous les champs

source: This client no longer exists, please reload the page !
fr: Le client n'existe plus, veuillez recharger la page !

source: Impossible to add this invoice, Your session has been expired
fr: Impossible d'ajouter la facture, votre session a expiré

source: The invoice %1 has been added successfull
fr: La facture %1 a été ajouté avec succès

source: Error while creation of invoice %1 !
fr: Erreur lors de la creation de la facture %1 !

source: The invoice %1 has been deleted successfull
fr: La facture %1 a été supprimé avec succès

source: Error while suppression of invoice %1 !
fr: Erreur lors de la suppression de la facture %1

source: The invoice %1 has been sold successfull
fr: La facture %1 a été payé avec succès

source: Error while invoice %1 has been sold
fr: Erreur lors du paiement de la facture %1

source: The client %1 has been added successfull
fr: Le client %1 a été ajouté avec succès

source: Error while creation of client %1 !
fr: Erreur lors de la création du client %1 !

source: The client %1 has been deleted!
fr: Le client %1 a été supprimé !

source: Error while supression of client %1 !
fr: Erreur lors de la suppression du client %1 !

source: The insurance %1 has been added successfull
fr: L'assurance %1 a été ajouté avec succès

source: Error while creation of insurance %1 !
fr: Erreur lors de la création de l'assurance %1 !

source: The insurance %1 has been deleted successfull
fr: L'assurance %1 a été supprimé avec succès

source: Error while supression of insurance %1 !
fr: Erreur lors de la suppression de l'assurance %1

source: The insurance %1 has been selected successfull
fr: L'assurance %1 a été selectionné avec succès

source: Error while insurance %1 has been selected
fr: Erreur lors de la sélection de l'assurance %1

source: client_deleted
fr: client_supprimé

source: None
fr: Aucun

source: Feb.
fr: Fev.

source: Mar
fr: Mars

source: Apr.
fr: Avr.

source: May
fr: Mai

source: Jul.
fr: Jui.

source: Agu.
fr: Aou.

source: Invoice
fr: Facture

source: Impossible to add Quotation, Your session has been expired
fr: Impossible d'ajouter un devis, votre session a expiré

source: Impossible to add Quotation, the number of quotation is ever used
fr: Impossible d'ajouter un devis, le numéro du devis est déjà utilisé

source: Impossible to add quotation n°%1
fr: Impossible d'ajouter le devis n°%1

source: The quotation n°%1 has been added successfull
fr: Le devis n°%1 a été ajouter avec succès

source: The quotation n°%1 has been deleted successfull
fr: Le devis n°%1 a été supprimer avec succès

source: Error while suppression of quotation n°%1 !
fr: Erreur lors de la suppression du devis n°%1 !
